---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SymbolFamilyNameParam
source: html/1efd226a-886f-d891-174c-30dd91f5ff1a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SymbolFamilyNameParam Property

"Family Name"

## Syntax (C#)
```csharp
public static ForgeTypeId SymbolFamilyNameParam { get; }
```